Repository: theRealCarneiro/pulsemeeter
Catalog: locale/*/LC_MESSAGES/pulsemeeter.po
Languages: pt_br

source: Hardware Inputs
pt_br: Entradas de Hardware

source: Virtual Inputs
pt_br: Entradas Virtuais

source: Hardware Outputs
pt_br: Saídas de Hardware

source: Virtual Outputs
pt_br: Saídas Virtuais

source: Application Outputs
pt_br: Saídas de Aplicativos

source: Application Inputs
pt_br: Entradas de Aplicativos

source: Mute
pt_br: Silenciar

source: Select Device
pt_br: Selecionar Dispositivo

source: Select the app %f! device
pt_br: Selecione o dispositivo do app %f!

source: Select the %f
pt_br: Selecione o %f

source: Enter the
pt_br: Digite o

source: Nick:
pt_br: Apelido:

source: Device:
pt_br: Dispositivo:

source: Cancel
pt_br: Cancelar

source: Delete device
pt_br: Excluir dispositivo

source: Create device
pt_br: Criar dispositivo

source: Channel Map:
pt_br: Mapa de Canais:

source: Edit
pt_br: Editar

source: Primary
pt_br: Primário

source: Hardware Output connection box
pt_br: Caixa de conexão de Saída de Hardware

source: Hardware Input connection box
pt_br: Caixa de conexão de Entrada de Hardware

source: Selected ports:
pt_br: Portas selecionadas:

source: Selected ports
pt_br: Portas selecionadas

source: Enable or disable the port
pt_br: Ativar ou desativar a porta

source: Select the %s
pt_br: Selecione o %s

source: Enter the %s
pt_br: Digite o %s

source: Select the app %s! device
pt_br: Selecione o dispositivo do app %s!
